Repository: cesium/atlas
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_pt

source: Click the button below to see your updated schedule.
pt_pt: Carrega no botão abaixo para veres o teu horário atualizado.

source: Confirm your email
pt_pt: Confirma o teu email

source: Hi
pt_pt: Olá

source: If the button above doesn't work, you can also click on the following link:
pt_pt: Se o botão acima não funcionar, também podes clicar no seguinte link:

source: Now enrolled in %{course_name} - %{shift_shortname}.
pt_pt: Agora inscrito em %{course_name} - %{shift_shortname}.

source: Reset password
pt_pt: Redefinir palavra-passe

source: Reset your password
pt_pt: Redefinir palavra-passe

source: Schedule
pt_pt: Horário

source: See you soon!
pt_pt: Até breve!

source: Shift exchange request fulfilled
pt_pt: Pedido de troca de turno efetuado

source: Verify your Email
pt_pt: Verifica o teu Email

source: We received a request to reset your password. Click the button below to reset it.
pt_pt: Recebemos um pedido para redefinir a tua palavra-passe. Clica no botão abaixo para a redefinires.

source: We were able to fulfill your shift exchange request. You are now enrolled in
pt_pt: Conseguimos efetuar o teu pedido de troca de turno. Novo turno:

source: We're excited to have you here! To get started, please verify your email address by clicking the button below.
pt_pt: Estamos entusiasmados por ter-te aqui! Para começar, verifica o teu endereço de email clicando no botão abaixo.

source: Welcome to Pombo! We're excited to have you on board.
pt_pt: Bem-vindo ao Pombo! Estamos entusiasmados por ter-te a bordo.
